Repository: cosminadunca/MaturityMonitor_iOS
Catalog: Maturity Monitor/Maturity Monitor/Localizable.xcstrings
Source language: en
Languages: ar

source: it is
ar: إنه

source: (Optional)
ar: (اختياري)

source: ) and all your information will remain anonymous. Secondly, we may use personal information for teaching and learning purposes. If so, any data, pictures or videos will be anonymised.
ar: ) وستظل جميع معلوماتك مجهولة الهوية. ثانيًا، قد نستخدم المعلومات الشخصية لأغراض التعليم والتعلّم. وفي هذه الحالة، سيتم إخفاء هوية أي بيانات أو صور أو مقاطع فيديو.

source: %@ cm
ar: سم %@

source: %@ kg
ar: كجم %@

source: %@ yrs
ar: س %@

source: %lld cm
ar: سم %lld

source: 1. I understand that the validated equations used in this app are estimations of somatic maturity and should be used as indications only.
ar: 1. أنا أفهم أن المعادلات المُثبتة المستخدمة في هذا التطبيق هي تقديرات للنضج الجسدي ويجب استخدامها كمؤشرات فقط.

source: 2. All the personal information that I have provided is accurate and up-to-date.
ar: 2. جميع المعلومات الشخصية التي قدمتها دقيقة ومحدثة.

source: 3. I consent to the data I input into this app being anonymously stored and potentially used by York St John University for research purposes.
ar: 3. أوافق على تخزين البيانات التي أدخلها في هذا التطبيق بشكل مجهول وقد يتم استخدامها من قبل جامعة يورك سانت جون لأغراض البحث.

source: Accept
ar: موافقة

source: Account
ar: حساب

source: Add child
ar: إضافة طفل

source: Add entry
ar: إضافة إدخال

source: Add new child
ar: إضافة طفل جديد

source: Afghanistan
ar: أفغانستان

source: Albania
ar: ألبانيا

source: Algeria
ar: الجزائر

source: All personal information gathered and held by York St John University relating to its applicants and students is treated with the care and confidentiality required by the General Data Protection Regulation (UK GDPR) and the Data Protection Act 2018.
ar: يتم التعامل مع جميع المعلومات الشخصية التي تجمعها جامعة يورك سانت جون والخاصة بالمتقدمين والطلاب بعناية وسرية وفقًا للائحة العامة لحماية البيانات (UK GDPR) وقانون حماية البيانات لعام 2018.

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: AMBER
ar: كهرماني

source: American Football
ar: كرة القدم الأمريكية

source: An entry needs to be added for this graph to display.
ar: يجب إضافة إدخال لكي يظهر هذا الرسم البياني.

source: Andorra
ar: أندورا

source: Angola
ar: أنغولا

source: Antigua & Deps
ar: أنتيغوا وباربودا والجزر التابعة

source: Any questions or concerns?
ar: هل لديك أي أسئلة أو استفسارات؟

source: Approve
ar: موافقة

source: Approve Data for Research
ar: موافقة على البيانات من أجل البحث

source: Are these details measured or estimated?
ar: هل تم قياس هذه التفاصيل أم تقديرها؟

source: Are you sure you want to delete this entry created by you?
ar: هل أنت متأكد أنك تريد حذف هذه السجل الذي قمت بإنشائه؟

source: Are you sure?
ar: هل أنت متأكد؟

source: Argentina
ar: الأرجنتين

source: Armenia
ar: أرمينيا

source: As we are a university-centred entity, we may use personal information for research purposes. If we do this, your personal information will be handled according to University Ethical Guidelines (available
ar: نظرًا لأننا كيان مرتبط بالجامعة، قد نستخدم المعلومات الشخصية لأغراض البحث. إذا فعلنا ذلك، سيتم التعامل مع معلوماتك الشخصية وفقًا لإرشادات الأخلاقيات الجامعية (المتاحة

source: As we are also collecting information relating to your health, which the UK GDPR categorises as special category data, we are required to establish an additional condition for processing the information. For the purpose of this privacy notice the processing is covered under GDPR Article 9 (2)(a) where the data subject has given explicit consent to the processing of those personal data for one or more specified purposes.
ar: نظرًا لأننا نقوم أيضًا بجمع معلومات تتعلق بصحتك، والتي يصنفها قانون حماية البيانات العامة في المملكة المتحدة (UK GDPR) كبيانات فئة خاصة، نحن ملزمون بوضع شرط إضافي لمعالجة هذه المعلومات. لأغراض هذا الإشعار بالخصوصية، يتم تغطية المعالجة بموجب المادة 9 (2)(أ) من اللائحة العامة لحماية البيانات (GDPR) حيث يكون الموضوع قد أعطى موافقة صريحة على معالجة تلك البيانات الشخصية لغرض أو أكثر من الأغراض المحددة.

source: Asian, British Asian, Welsh Asian
ar: آسيوي، آسيوي بريطاني، آسيوي ويلزي

source: Athletics
ar: ألعاب القوى

source: Australia
ar: أستراليا

source: Austria
ar: النمسا

source: Azerbaijan
ar: أَذَرْبَيْجان

source: Badminton
ar: كرة الريشة

source: Bahamas
ar: جزر البهاما

source: Bahrain
ar: مَمْلَكَةُ الْبَحْرَيْن

source: Bangladesh
ar: بنغلاديش

source: Barbados
ar: بربادوس

source: Basketball
ar: كرة السلة

source: Belarus
ar: بيلاروس

source: Belgium
ar: بلجيكا

source: Belize
ar: بليز

source: Benin
ar: بنين

source: Bhutan
ar: بوتان

source: Biological Age
ar: العمر البيولوجي

source: Biological Age Information
ar: معلومات العمر البيولوجي

source: Birth Father Height
ar: طول الأب البيولوجي

source: Birth Mother Height
ar: طول الأم البيولوجية

source: Black, British Black, Welsh Black, Caribbean, African
ar: أسود، بريطاني أسود، ويلزي أسود، كاريبي، أفريقي

source: Body Mass Tempo (kg/year)
ar: وتيرة كتلة الجسم (كجم/سنة)

source: Body Mass Tempo Information
ar: معلومات وتيرة كتلة الجسم

source: Bolivia
ar: بوليفيا

source: Bosnia Herzegovina
ar: البوسنة والهرسك

source: Botswana
ar: بوتسوانا

source: Boxing
ar: ملاكمة

source: Brazil
ar: البرازيل

source: Brunei
ar: بْروناي

source: Bulgaria
ar: بُلْغارِيا

source: Burkina
ar: بورْكينا فاسو

source: Burundi
ar: بورونْدي

source: By providing your data, you consent to the University’s use of your personal data as outlined below.
ar: من خلال تقديمك لبياناتك، فإنك توافق على استخدام الجامعة لبياناتك الشخصية كما هو موضح أدناه.

source: Cambodia
ar: كمبوديا

source: Cameroon
ar: الكاميرون

source: Canada
ar: كندا

source: Cancel
ar: يلغي

source: Cape Verde
ar: الرأس الأخضر

source: Central African Rep
ar: جمهورية إفريقيا الوسطى

source: Chad
ar: تشاد

source: Change date of birth:
ar: تغيير تاريخ الميلاد:

source: Change gender:
ar: تغيير الجنس:

source: Change in Height (Cm)
ar: تغيير الطول (سم)

source: Change name:
ar: تغيير الاسم:

source: Change Password
ar: تغيير كلمة المرور

source: Change surname:
ar: تغيير اللقب:

source: Child
ar: طفل

source: Child:
ar: الطفل:

source: Child's details
ar: تفاصيل الطفل

source: Children
ar: أطفال

source: Children & Groups
ar: الأطفال والمجموعات

source: Chile
ar: شيلي

source: China
ar: الصين

source: Choose another entry below:
ar: اختر إدخالًا آخر أدناه

source: Choose one of the following
ar: اختر واحدًا من الخيارات التالية

source: Chronological Age
ar: العمر الزمني

source: Chronological Age Information
ar: معلومات العمر الزمني

source: Colombia
ar: كولومبيا

source: Comoros
ar: جزر القمر

source: Confirm
ar: تأكيد

source: Confirm Deletion
ar: تأكيد الحذف

source: Confirm Email
ar: تأكيد البريد الإلكتروني

source: Congo
ar: الكونغو

source: Congo {Democratic Rep}
ar: الكونغو {الجمهورية الديمقراطية}

source: Costa Rica
ar: كوستاريكا

source: Country
ar: الدولة

# Created by: %@ %@
source: Created by: %1$@ %2$@
ar: بواسطة تم الإنشاء: %1$@ %2$@

source: Created by: YOU
ar: تم الإنشاء بواسطة: أنت

source: Cricket
ar: لعبة الكريكيت

source: Croatia
ar: كرواتيا

source: Crossfit
ar: رياضة الكروس فيت

source: Cuba
ar: كوبا

source: Current measurement type is: %@!
ar: نوع القياس الحالي هو: %@!

source: Cycling
ar: ركوب الدراجات

source: Cyprus
ar: قبرص

source: Czech Republic
ar: الجمهورية التشيكية

source: Decline
ar: رفض

source: Definition:
ar: تعريف:

source: Delete
ar: حذف

source: Delete Account
ar: حذف الحساب

source: Denmark
ar: الدنمارك

source: Djibouti
ar: جيبوتي

source: Dominica
ar: دومينيكا

source: Dominican Republic
ar: جمهورية الدومينيكان

source: Don’t have an account yet?
ar: هل ليس لديك حساب بعد؟

source: Done
ar: تم

source: Early
ar: مبكر

source: East Timor
ar: تيمور الشرقية

source: Ecuador
ar: الاكوادور

source: Edit profile
ar: تعديل الملف الشخصي

source: Egypt
ar: مصر

source: El Salvador
ar: السلفادور

source: Email
ar: البريد الإلكتروني

source: Enter child's surname
ar: أدخل لقب الطفل

source: Enter new password
ar: أدخل كلمة المرور الجديدة

source: Enter old password
ar: أدخل كلمة المرور القديمة

source: Enter the verification code sent to %@
ar: أدخل رمز التحقق المرسل إلى %@

source: Enter unique code
ar: أدخل الرمز الفريد

source: Enter your email address to get the verification code:
ar: أدخل عنوان بريدك الإلكتروني للحصول على رمز التحقق:

source: Equatorial Guinea
ar: غينيا الاستوائية

source: Eritrea
ar: إريتريا

source: Estimated
ar: مقدر

source: Estimated Adult Height
ar: الطول المتوقع للبالغين

source: Estonia
ar: إستونيا

source: Ethiopia
ar: أثيوبيا

source: Ethnicity
ar: العرق

source: Father
ar: أب

source: Female
ar: أنثى

source: Fiji
ar: فيجي

source: Finland
ar: فنلندا

source: Football
ar: كرة القدم

source: For the purposes of processing your personal information in this instance, the data controller is York St John University, Lord Mayor’s Walk, York, YO31 7EX. The University’s Data Protection Officer is the University Secretary, York St John University, Lord Mayor’s Walk, York, YO31 7EX, tel: 01904 876027.
ar: لأغراض معالجة معلوماتك الشخصية في هذه الحالة، الجهة المسؤولة عن البيانات هي جامعة يورك سانت جون، طريق عمدة المدينة، يورك، YO31 7EX. ضابط حماية البيانات في الجامعة هو سكرتير الجامعة، جامعة يورك سانت جون، طريق عمدة المدينة، يورك، YO31 7EX، هاتف: 01904 876027.

source: For this graph there should be 2 entries for this child. Please go back to the Home View and add another entry (older or recent one).
ar: لرسم بياني هذا يجب أن يكون هناك مدخلين لهذا الطفل. يرجى العودة إلى صفحة الرئيسية وإضافة مدخل آخر (أقدم أو أحدث).

source: Forgot password?
ar: نسيت كلمة السر؟

source: France
ar: فرنسا

source: Gabon
ar: الجابون

source: Gambia
ar: غامبيا

source: Georgia
ar: جورجيا

source: Germany
ar: ألمانيا

source: Ghana
ar: غانا

source: Golf
ar: جولف

source: Graphs
ar: الرسوم البيانية

source: Greece
ar: اليونان

source: GREEN
ar: أخضر

source: Grenada
ar: غرينادا

source: Groups
ar: المجموعات

source: Growth Chart for:
ar: مخطط النمو لـ:

source: Growth Percentile Information
ar: معلومات النسبة المئوية للنمو

source: Growth Tempo (cm/year)
ar: وتيرة النمو (سم/سنة)

source: Growth Tempo Information
ar: معلومات وتيرة النمو

source: Guatemala
ar: غواتيمالا

source: Guinea
ar: غينيا

source: Guinea-Bissau
ar: غينيا بيساو

source: Guyana
ar: غيانا

source: Haiti
ar: هايتي

source: Height
ar: الطول

source: Height Change (from last)
ar: تغيير الطول (من الأخير)

source: Height Change Information
ar: معلومات تغيير الطول

source: Height: %@
ar: الطول: %@

# Height: %@ | Weight: %@ | Sitting Height: %@
source: Height: %1$@ | Weight: %2$@ | Sitting Height: %3$@
ar: الطول: %1$@ | الوزن: %2$@ | الطول الجالس: %3$@

source: HERE
ar: هنا

# Hi, %@ %@!
source: Hi, %1$@ %2$@!
ar: مرحباً، %2$@ %1$@!

source: Hockey (Field)
ar: هوكي (ميداني)

source: Hockey (Ice)
ar: هوكي (جليد)

source: Home
ar: الصفحة الرئيسية

source: Honduras
ar: هندوراس

source: How do we use your personal information?
ar: كيف نستخدم معلوماتك الشخصية؟

source: How to measure height
ar: كيف تقيس الطول

source: How to measure standing height
ar: كيف تقيس الطول الوقائي

source: How to measure weight
ar: كيف تقيس الوزن

source: Hungary
ar: هنغاريا

source: Iceland
ar: أيسلندا

source: If early: This individual is developing ahead of the typical curve and therefore may experience growth-related changes ahead of their peers. This individual may find some physical related activities easier than their peers, and therefore should be encouraged to continue to work on technical and tactical aspects of their sport.
ar: إذا كان في مرحلة مبكرة: هذا الفرد ينمو بشكل أسرع من المنحنى النمو المعتاد وبالتالي قد يمر بتغيرات مرتبطة بالنمو قبل أقرانه. قد يجد هذا الفرد بعض الأنشطة البدنية أسهل من أقرانه، ولذلك يجب تشجيعه على الاستمرار في العمل على الجوانب التقنية والتكتيكية في رياضته.

source: If it is MID-PHV
ar: إذا كان في منتصف الذروة النموية

source: If it is POST-PHV
ar: إذا كان بعد الذروة النموية

source: If it is PRE-PHV
ar: إذا كان قبل الذروة النموية

source: If late: This individual is developing slower than the typical curve and therefore may experience growth-related changes later than their peers. This individual may find some physical related activities harder than their peers, and therefore should be encouraged to rest and recover between activities and continue to work on the technical and tactical aspects of their sport.
ar: إذا كان في مرحلة متأخرة: هذا الفرد ينمو بشكل أبطأ من المنحنى النمو المعتاد وبالتالي قد يمر بتغيرات مرتبطة بالنمو في وقت لاحق عن أقرانه. قد يجد هذا الفرد بعض الأنشطة البدنية أصعب من أقرانه، ولذلك يجب تشجيعه على الراحة والتعافي بين الأنشطة والاستمرار في العمل على الجوانب التقنية والتكتيكية في رياضته.

source: If mid-PHV: This individual is experiencing the adolescent growth spurt and may report symptoms of discomfort or uncoordinated movement. Please be mindful about frequent exposure to high-intensity activity and encourage a diverse movement pattern to assist with coordination related issues.
ar: إذا كان في مرحلة الذروة النموية: هذا الفرد يمر بطفرة النمو المراهقية وقد يشعر بأعراض عدم الراحة أو الحركة غير المتناسقة. يرجى الانتباه للتعرض المتكرر للنشاطات عالية الشدة وتشجيع نمط حركة متنوع للمساعدة في التعامل مع المشكلات المتعلقة بالتنسيق.

source: If On-Time: This individual is developing at a typical rate and should therefore find guidelines around exposure and loading appropriate. This does not mean they will not experience discomfort and coordination related issues associated with growing, but these will likely align with others in their peer-group.
ar: إذا كان في الوقت المحدد: هذا الشخص يتطور بمعدل نمو طبيعي، وبالتالي يجب أن يجد الإرشادات المتعلقة بالتعرض والتحميل مناسبة. هذا لا يعني أنهم لن يعانوا من مشاكل تتعلق بعدم الراحة والتنسيق المرتبطة بالنمو، ولكن من المحتمل أن تكون هذه المشاكل مشابهة لتلك التي يعاني منها أقرانهم.

source: If percentage is between 88-95% it is MID-PHV
ar: إذا كانت النسبة بين 88-95% فهي مرحلة منتصف ذروة الطول.

source: If percentage is less than 88% it is PRE-PHV
ar: إذا كانت النسبة أقل من 88% فهي قبل مرحلة ذروة الطول.

source: If percentage is more than 95% it is POST-PHV
ar: إذا كانت النسبة أكثر من 95% فهي بعد مرحلة ذروة الطول.

source: If post-PHV: This individual has progressed through the most rapid period of growth but may still experience some discomfort. The individual may see an increase in body mass over the coming months and should continue to be mindful of training exposure.
ar: إذا كان بعد مرحلة ذروة الطول: لقد مر هذا الفرد بأسرع فترة نمو، ولكنه قد لا يزال يعاني من بعض الانزعاج. قد يشهد الفرد زيادة في كتلة الجسم خلال الأشهر القادمة ويجب أن يظل حذرًا بشأن التعرض للتدريب.

source: If pre-PHV: The individual has not yet started the adolescent growth spurt. They will be growing at a steady rate and there should be minimal concerns around training loading or coordination. If symptom free, continue as planned.
ar: إذا كان قبل مرحلة ذروة الطول: لم يبدأ الفرد بعد في مرحلة النمو السريع للمراهقة. سيستمر في النمو بمعدل ثابت ويجب أن تكون هناك مخاوف قليلة بشأن تحميل التدريب أو التنسيق. إذا كان خاليًا من الأعراض، استمر كما هو مخطط له.

source: If you change the measuremnt type for one of the parents' height, make sure to change it for the other parent too so they both are either in cm or in.
ar: إذا قمت بتغيير نوع القياس لارتفاع أحد الوالدين، تأكد من تغييره للوالد الآخر أيضًا بحيث يكون كلاهما إما بالسنتمتر أو بالبوصة.

source: If you have any questions or concerns about the way we are collecting and using your personal data we request that you contact the University by emailing:
ar: إذا كانت لديك أي أسئلة أو مخاوف بشأن الطريقة التي نقوم بها بجمع واستخدام بياناتك الشخصية، نرجو منك الاتصال بالجامعة عبر البريد الإلكتروني:

source: If you haven't created this child, you are not allowed to change details or delete the account.
ar: إذا لم تقم بإنشاء هذا الطفل، فلن يُسمح لك بتغيير التفاصيل أو حذف الحساب.

source: India
ar: الهند

source: Indonesia
ar: أندونيسيا

source: Iran
ar: إيران

source: Iraq
ar: العراق

source: Ireland {Republic}
ar: أيرلندا {الجمهورية}

source: Israel
ar: إسرائيل

source: Italy
ar: إيطاليا

source: Ivory Coast
ar: ساحل العاج

source: Jamaica
ar: جامايكا

source: Japan
ar: اليابان

source: Jordan
ar: الأردن

source: Kazakhstan
ar: كازاخستان

source: Kenya
ar: كينيا

source: Kiribati
ar: كيريباتي

source: Korea North
ar: كوريا الشمالية

source: Korea South
ar: كوريا الجنوبية

source: Kosovo
ar: كوسوفو

source: Kuwait
ar: الكويت

source: Kyrgyzstan
ar: قيرغيزستان

source: Laos
ar: لاوس

source: Late
ar: متأخر

source: Latvia
ar: لاتفيا

source: Lebanon
ar: لُبْنان

source: Lesotho
ar: ليسوتو

source: Liberia
ar: ليبيريا

source: Libya
ar: ليبيا

source: Liechtenstein
ar: ليختنشتاين

source: Link child
ar: ربط الطفل

source: Link existing account
ar: ربط الحساب الموجود

source: Link existing group
ar: ربط المجموعة الموجودة

source: Link group
ar: ربط المجموعة

source: Lithuania
ar: ليتوانيا

source: Loading entries...
ar: جاري تحميل الإدخالات...

source: Loading growth chart...
ar: جاري تحميل مخطط النمو...

source: Loading...
ar: جاري التحميل...

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

source: Luxembourg
ar: لوكسمبورغ

source: Macedonia
ar: مقدونيا

source: Madagascar
ar: مدغشقر

source: Malawi
ar: ملاوي

source: Malaysia
ar: ماليزيا

source: Maldives
ar: جزر المالديف

source: Male
ar: ذكر

source: Mali
ar: مالي

source: Malta
ar: مالطا

source: Marshall Islands
ar: جزر مارشال

source: Mass Change (from last)
ar: تغيير الكتلة (من آخر قياس)

source: Mass Change Information
ar: معلومات تغيير الكتلة

source: Maturity Category
ar: فئة النضج

source: Maturity Estimations
ar: تقديرات النضج

source: Maturity Timing (Early On-Time, Late) – This is calculated by the offset between your chronological age and biological age and represents whether the individual is ahead of typical or delayed in their maturity timing.
ar: توقيت النضج (مبكر، في الوقت المحدد، متأخر) – يتم حساب ذلك من خلال الفارق بين العمر الزمني والعمر البيولوجي ويعكس ما إذا كان الفرد متقدماً عن النمو المعتاد أو متأخراً في توقيت نضجه.

source: Mauritania
ar: موريتانيا

source: Mauritius
ar: موريشيوس

source: Measured
ar: مقاس

source: Mexico
ar: المكسيك

source: Micronesia
ar: ميكرونيزيا

source: Mid-PHV
ar: منتصف سرعة النمو

source: Mixed or Multiple Ethnicities
ar: أعراق مختلطة أو متعددة

source: Moldova
ar: مولدوفا

source: Monaco
ar: موناكو

source: Mongolia
ar: منغوليا

source: Montenegro
ar: الجبل الأسود

source: Morocco
ar: المغرب

source: Mother
ar: أم

source: Mozambique
ar: موزمبيق

source: Myanmar, {Burma}
ar: ميانمار (بورما)

source: Name
ar: الاسم

source: Namibia
ar: ناميبيا

source: Nauru
ar: ناورو

source: Nepal
ar: نيبال

source: Netball
ar: كرة الشبكة

source: Netherlands
ar: هولندا

source: New
ar: جديد

source: New Zealand
ar: نيوزيلندا

source: Next step
ar: الخطوة التالية

source: Nicaragua
ar: نيكاراغوا

source: Niger
ar: النيجر

source: Nigeria
ar: نيجيريا

source: No
ar: لا

source: No entries available yet. Add a new entry!
ar: لا توجد مدخلات متاحة بعد. أضف مدخلاً جديدًا!

source: Norway
ar: النرويج

source: Oman
ar: عمان

source: On-Time
ar: في الوقت المحدد

source: Other Ethnic Group
ar: هذا باللغة العربية: مجموعة عرقية أخرى

source: Pakistan
ar: باكستان

source: Palau
ar: بالاو

source: Panama
ar: بنما

source: Papua New Guinea
ar: بابوا غينيا الجديدة

source: Paraguay
ar: باراجواي

source: Password
ar: كلمة المرور

source: Percentage of Adult Height
ar: نسبة الطول النهائي للبالغ

source: Percentage Of Adult Height
ar: نسبة الطول الكامل للبالغ

source: Peru
ar: بيرو

source: Philippines
ar: فيلبيني

source: Please add an entry first!
ar: يرجى إضافة إدخال أولاً!

source: Please enter below the verification code sent to your email address:
ar: يرجى إدخال رمز التحقق المرسل إلى عنوان بريدك الإلكتروني أدناه:

source: Please enter the date of birth below
ar: يرجى إدخال تاريخ الميلاد أدناه

source: Please enter their date of birth below
ar: يرجى إدخال تاريخ ميلادهم أدناه

source: Poland
ar: بولندا

source: Portugal
ar: البرتغال

source: Post-PHV
ar: ما بعد PHV

source: Pre-PHV
ar: ما قبل PHV

source: Predicted Adult Height for:
ar: الطول المتوقع للبالغين لـ:

source: Previous
ar: سابق

source: Previous step
ar: الخطوة السابقة

source: Primary Sport
ar: الرياضة الأساسية

source: Qatar
ar: قطر

source: Re-enter Email
ar: أعد إدخال البريد الإلكتروني

source: Re-enter new password
ar: أعد إدخال كلمة المرور الجديدة

source: Re-enter your email address:
ar: أعد إدخال عنوان بريدك الإلكتروني:

source: RED
ar: أحمر

source: Registration
ar: التسجيل

source: Remove
ar: إزالة

source: Request access to a child's details by entering the following:
ar: طلب الوصول إلى تفاصيل الطفل عن طريق إدخال ما يلي:

source: Request account access
ar: طلب الوصول إلى الحساب

source: Research Agreement
ar: اتفاقية البحث

source: Resend
ar: إعادة الإرسال

source: Reset
ar: إعادة تعيين

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Romania
ar: رومانيا

source: Rugby League
ar: دوري الرغبي

source: Rugby Union
ar: اتحاد الرغبي

source: Running
ar: الجري

source: Russian Federation
ar: الاتحاد الروسي

source: Rwanda
ar: رواندا

source: Saint Vincent & the Grenadines
ar: سانت فينسنت والغرينادين

source: Samoa
ar: ساموا

source: San Marino
ar: سان مارينو

source: Sao Tome & Principe
ar: ساو تومي وبرينسيبي

source: Saudi Arabia
ar: المملكة العربية السعودية

source: Save
ar: حفظ

source: Search
ar: بحث

source: Search by name or surname...
ar: ابحث بالاسم أو اللقب...

source: Select a date
ar: اختر تاريخًا

source: Select Country
ar: اختر الدولة

source: Select Ethnicity
ar: اختر العرق

source: Select Sport
ar: اختر الرياضة

source: Send code
ar: إرسال الرمز

source: Senegal
ar: السنغال

source: Serbia
ar: صربيا

source: Seychelles
ar: سيشيل

source: Sierra Leone
ar: سيراليون

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: التسجيل

source: Signing In...
ar: جاري تسجيل الدخول...

source: Signing Up...
ar: جاري التسجيل...

source: Singapore
ar: سنغافورة

source: Sitting Height
ar: الطول الجالس

source: Sitting Height: %@
ar: الطول الجالس: %@

source: Slovakia
ar: سلوفاكيا

source: Slovenia
ar: سلوفينيا

source: Solomon Islands
ar: جزر سليمان

source: Somalia
ar: الصومال

source: South Africa
ar: جنوب أفريقيا

source: South Sudan
ar: جنوب السودان

source: Spain
ar: إسبانيا

source: Squash
ar: الإسكواش

source: Sri Lanka
ar: سريلانكا

source: St Kitts & Nevis
ar: سانت كيتس ونيفيس

source: St Lucia
ar: سانت لوسيا

source: Statement and Disclaimer
ar: البيان والتنويه

source: Sudan
ar: السودان

source: Suriname
ar: سورينام

source: Surname
ar: اللقب

source: Swaziland
ar: إيسواتيني

source: Sweden
ar: السويد

source: Swimming
ar: السباحة

source: Switch account
ar: تبديل الحساب

source: Switch to this child
ar: التبديل إلى هذا الطفل

source: Switzerland
ar: سويسرا

source: Syria
ar: سوريا

source: Taiwan
ar: تايوان

source: Tajikistan
ar: طاجيكستان

source: Tanzania
ar: تنزانيا

source: Tennis
ar: التنس

source: Thailand
ar: تايلاند

source: The information provided by this app is an indication of biological maturity only. To the best of our knowledge, the information is accurate however at times equations may vary from actual growth patterns. It should be used as an indication of growth and maturation only. Maturity Monitor and York St John University accepts no responsibility for issues arising if this happens.
ar: المعلومات المقدمة من خلال هذا التطبيق هي مجرد مؤشر على النضج البيولوجي فقط. وفقًا لأفضل معرفتنا، المعلومات دقيقة، ولكن في بعض الأحيان قد تختلف المعادلات عن أنماط النمو الفعلية. يجب استخدامها كمؤشر على النمو والنضج فقط. لا يتحمل تطبيق Maturity Monitor وجامعة يورك سانت جون أي مسؤولية عن المشاكل التي قد تنشأ إذا حدث ذلك.

source: The same measurement unit applies to both values! Choose between cm & in.
ar: تنطبق نفس وحدة القياس على القيمتين! اختر بين السنتيمتر (سم) والبوصة (إنش).
